{
    "(and :count more error)": "(e :count altro errore)",
    "(and :count more errors)": "(e :count altri errori)",
    "A fresh verification link has been sent to your email address.": "Un nuovo link di verifica è stato inviato al tuo indirizzo email.",
    "A new verification link has been sent to the email address you provided during registration.": "Un nuovo link di verifica è stato inviato all'indirizzo email fornito durante la registrazione.",
    "A new verification link has been sent to your email address.": "Un nuovo link di verifica è stato inviato al vostro indirizzo email.",
    "All rights reserved.": "Tutti i diritti riservati",
    "Already registered?": "Già registrato?",
    "Are you sure you want to delete your account?": "Vuoi davvero eliminare il tuo account?",
    "Before proceeding, please check your email for a verification link.": "Prima di procedere, per piacere controlla la tua email per un link di verifica.",
    "Cancel": "Annulla",
    "Click here to re-send the verification email.": "Clicca qui per inviare nuovamente una email di verifica.",
    "click here to request another": "clicca qui per richiederne un altro",
    "Confirm": "Conferma",
    "Confirm Password": "Conferma Password",
    "Current Password": "Password attuale",
    "Dashboard": "Dashboard",
    "Delete Account": "Elimina Account",
    "Email": "Email",
    "Email Address": "Indirizzo Email",
    "Email Password Reset Link": "Invia link di reset della password",
    "Ensure your account is using a long, random password to stay secure.": "Assicurati che il tuo account utilizzi una password lunga e casuale per rimanere al sicuro.",
    "Forbidden": "Vietato",
    "Forgot your password?": "Password dimenticata?",
    "Forgot Your Password?": "Password Dimenticata?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Password dimenticata? Nessun problema. Inserisci l'email sulla quale ricevere un link con il reset della password che ti consentirà di sceglierne una nuova.",
    "Go to page :page": "Vai alla pagina :page",
    "Hello!": "Ciao!",
    "If you did not create an account, no further action is required.": "Se non hai creato un account, non è richiesta alcuna azione.",
    "If you did not receive the email": "Se non hai ricevuto l'email",
    "If you did not request a password reset, no further action is required.": "Se non hai richiesto un reset della password, non è richiesta alcuna azione.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Se non riesci a cliccare sul pulsante \":actionText\", copia e incolla l'URL seguente\nnel tuo browser:",
    "Invalid JSON was returned from the route.": "JSON non valido è stato restituito dalla route.",
    "Log in": "Accedi",
    "Log Out": "Esci",
    "Login": "Accedi",
    "Logout": "Esci",
    "Name": "Nome",
    "New Password": "Nuova password",
    "Not Found": "Non trovato",
    "of": "di",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una volta eliminato il tuo account, tutte le sue risorse e i relativi dati verranno eliminati definitivamente. Prima di eliminarlo, scarica tutti i dati o le informazioni che desideri conservare.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Una volta eliminato il tuo account, tutte le sue risorse e i relativi dati verranno eliminati definitivamente. Per piacere, digita la tua password per confermare la tua volontà di eliminare per sempre il tuo account.",
    "Page Expired": "Pagina scaduta",
    "Pagination Navigation": "Navigazione della Paginazione",
    "Password": "Password",
    "Payment Required": "Pagamento richiesto",
    "Please click the button below to verify your email address.": "Clicca sul pulsante qui sotto per verificare il tuo indirizzo email.",
    "Please confirm your password before continuing.": "Per piacere conferma la tua password prima di continuare.",
    "Profile": "Profilo",
    "Profile Information": "Informazioni Profilo",
    "Regards": "Distinti saluti",
    "Register": "Registrati",
    "Remember me": "Ricordami",
    "Remember Me": "Ricordami",
    "Resend Verification Email": "Invia nuovamente email di verifica",
    "Reset Password": "Resetta la password",
    "Reset Password Notification": "Notifica di reset della password",
    "results": "risultati",
    "Save": "Salva",
    "Saved.": "Salvato.",
    "Send Password Reset Link": "Invia link per il reset della password",
    "Server Error": "Errore server",
    "Service Unavailable": "Servizio non disponibile",
    "Showing": "Mostra",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Grazie per esserti iscritto! Prima di iniziare, potresti verificare il tuo indirizzo cliccando sul link che ti abbiamo appena inviato via email? Se non hai ricevuto l'email, te ne invieremo volentieri un'altra.",
    "The given data was invalid.": "I dati forniti non sono validi.",
    "The response is not a streamed response.": "La risposta non è una risposta in streaming.",
    "The response is not a view.": "La risposta non è una visione.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Questa è un'area protetta dell'applicazione. Per piacere conferma la tua password per continuare.",
    "This password reset link will expire in :count minutes.": "Questo link di reset della password scadrà tra :count minuti.",
    "to": "a",
    "Toggle navigation": "Cambia navigazione",
    "Too Many Requests": "Troppe richieste",
    "Unauthorized": "Non autorizzato",
    "Update Password": "Aggiorna Password",
    "Update your account's profile information and email address.": "Aggiorna le informazioni del profilo e l'indirizzo email del tuo account.",
    "Verify Email Address": "Verifica indirizzo email",
    "Verify Your Email Address": "Verifica il tuo indirizzo email",
    "Whoops!": "Ops!",
    "You are logged in!": "Hai effettuato l'accesso!",
    "You are receiving this email because we received a password reset request for your account.": "Hai ricevuto questa email perché abbiamo ricevuto una richiesta di reset della password per il tuo account.",
    "You're logged in!": "Hai fatto l'accesso!",
    "Your email address is unverified.": "Il tuo indirizzo email non è verificato."
}