{
    "(and :count more error)": "(ve :count hata daha var)",
    "(and :count more errors)": "(ve :count hata daha var)",
    "A fresh verification link has been sent to your email address.": "E-posta adresinize yeni bir doğrulama bağlantısı gönderildi.",
    "A new verification link has been sent to the email address you provided during registration.": "Üyelik esnasında kullandığınız e-posta adresinize onay linki gönderildi.",
    "A new verification link has been sent to your email address.": "E-posta adresinize yeni bir doğrulama bağlantısı gönderildi.",
    "All rights reserved.": "Tüm hakları saklıdır.",
    "Already registered?": "Zaten Üye Misiniz?",
    "Are you sure you want to delete your account?": "Hesabınızı silmek istediğinizden emin misiniz?",
    "Before proceeding, please check your email for a verification link.": "Devam etmeden önce, lütfen doğrulama bağlantısı için e-posta adresinizi kontrol edin.",
    "Cancel": "İptal et",
    "Click here to re-send the verification email.": "Doğrulama e-postasını yeniden göndermek için burayı tıklayın.",
    "click here to request another": "başka bir istekte bulunmak için burayı tıklayın",
    "Confirm": "Onayla",
    "Confirm Password": "Parolayı Onayla",
    "Current Password": "Mevcut Parola",
    "Dashboard": "Gösterge Paneli",
    "Delete Account": "Hesabı Sil",
    "Email": "E-Posta",
    "Email Address": "E-Posta Adresi",
    "Email Password Reset Link": "Parola Sıfırlama Bağlantısını Gönder",
    "Ensure your account is using a long, random password to stay secure.": "Hesabınızın güvenliğini korumak için uzun, rastgele karakterlerden oluşan bir parola kullandığınızdan emin olun.",
    "Forbidden": "Yasak",
    "Forgot your password?": "Parolanızı mı unuttunuz?",
    "Forgot Your Password?": "Parolanızı mı unuttunuz?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Parolanızı mı unuttunuz? Sorun değil. Sadece e-posta adresinizi bize söyleyin size yeni parolanızı belirleyebileceğiniz bir parola sıfırlama linki gönderelim.",
    "Go to page :page": ":Page sayfasına git",
    "Hello!": "Merhaba!",
    "If you did not create an account, no further action is required.": "Bir hesap oluşturmadıysanız, başka bir işlem yapmanıza gerek yoktur.",
    "If you did not receive the email": "Eğer e-postayı almadıysanız",
    "If you did not request a password reset, no further action is required.": "Bir parola sıfırlama talebinde bulunmadıysanız, başka bir işlem yapmanıza gerek yoktur.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "\":actionText\" butonuna tıklamakta sorun yaşıyorsanız, aşağıdaki bağlantıyı kopyalayıp\ntarayıcınıza yapıştırın:",
    "Invalid JSON was returned from the route.": "Yoldan geçersiz JSON döndürüldü.",
    "Log in": "Giriş yap",
    "Log Out": "Çıkış Yap",
    "Login": "Giriş Yap",
    "Logout": "Çıkış Yap",
    "Name": "Ad",
    "New Password": "Yeni Parola",
    "Not Found": "Bulunamadı",
    "of": "-den",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Hesabınız silindiğinde, tüm kaynakları ve verileri kalıcı olarak silinecektir. Hesabınızı silmeden önce lütfen saklamak istediğiniz tüm verileri veya bilgileri indirin.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Hesabınız silindikten sonra, tüm kaynakları ve verileri kalıcı olarak silinecektir. Hesabınızı kalıcı olarak silmek istediğinizi onaylamak için lütfen şifrenizi girin.",
    "Page Expired": "Sayfa zaman aşımına uğradı",
    "Pagination Navigation": "Sayfalandırma Çubuğu",
    "Password": "Parola",
    "Payment Required": "ödeme gerekli",
    "Please click the button below to verify your email address.": "E-posta adresinizi doğrulamak için lütfen aşağıdaki butona tıklayın.",
    "Please confirm your password before continuing.": "Lütfen devam etmeden önce şifrenizi onaylayın.",
    "Profile": "Profil",
    "Profile Information": "Profil Bilgileri",
    "Regards": "En iyi dileklerle",
    "Register": "Kayıt Ol",
    "Remember me": "Beni hatırla",
    "Remember Me": "Beni Hatırla",
    "Resend Verification Email": "Onay Mailini Tekrar Gönder",
    "Reset Password": "Parolayı Sıfırla",
    "Reset Password Notification": "Parola Sıfırlama Bildirimi",
    "results": "sonuçlar",
    "Save": "Kaydet",
    "Saved.": "Kaydedildi.",
    "Send Password Reset Link": "Parola Sıfırlama Bağlantısı Gönder",
    "Server Error": "Sunucu Hatası",
    "Service Unavailable": "Hizmet Kullanılamıyor",
    "Showing": "Gösteri",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Üye olduğunuz için teşekkürler! Başlamadan önce, size az önce gönderdiğimiz bağlantıya tıklayarak e-posta adresinizi doğrulayabilir misiniz? E-postayı almadıysanız, size memnuniyetle başka bir e-posta göndereceğiz.",
    "The given data was invalid.": "Verilen veriler geçersizdi.",
    "The response is not a streamed response.": "Yanıt akışlı bir yanıt değil.",
    "The response is not a view.": "Yanıt bir görünüm değildir.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Bu uygulamanın güvenli bir alandır. Lütfen devam etmeden önce parolanızı onaylayın.",
    "This password reset link will expire in :count minutes.": "Bu parola sıfırlama bağlantısının geçerliliği :count dakika sonra sona erecek.",
    "to": "a",
    "Toggle navigation": "Menüyü Aç/Kapat",
    "Too Many Requests": "Çok Fazla İstek",
    "Unauthorized": "İzinsiz",
    "Update Password": "Parolayı Güncelle",
    "Update your account's profile information and email address.": "Hesabınızın profil bilgilerini ve e-posta adresini güncelleyin.",
    "Verify Email Address": "E-posta Adresini Doğrula",
    "Verify Your Email Address": "E-posta Adresinizi Doğrulayın",
    "Whoops!": "Hoppala!",
    "You are logged in!": "Giriş yaptınız!",
    "You are receiving this email because we received a password reset request for your account.": "Hesabınız adına bir parola sıfırlama talebi aldığımız için bu e-postayı alıyorsunuz.",
    "You're logged in!": "Giriş yaptınız!",
    "Your email address is unverified.": "E-posta adresiniz doğrulanmadı."
}